// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (Reserva Online Indisponível)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%1$d horas";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d minutos";

/* No comment provided by engineer. */
"%d months ago" = "%1$d meses atrás";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d semanas atrás";

/* No comment provided by engineer. */
"%d years ago" = "%1$d ano atrás";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 milha";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "1 mês atrás";

/* No comment provided by engineer. */
"1 week ago" = "1 semana atrás";

/* No comment provided by engineer. */
"1 year ago" = "1 ano atrás";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Sobre";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Refrescar Localização";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Telef.";

/* No comment provided by engineer. */
"Cast:" = "Elenco:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Alterar data";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ciudad/Estado o código postal";

/* No comment provided by engineer. */
"Could not find location." = "Não foi possível determinar posição.";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "A informação para datas futuras pode conter incorrecções. Utilize a data de hoje para obter informação mais precisa.";

/* No comment provided by engineer. */
"Director:" = "Realização:";

/* No comment provided by engineer. */
"Directors:" = "Realização:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distância";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Enviar por E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Genre:" = "Género:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serviço de Geo referênciação por:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Ultima Sexta";

/* No comment provided by engineer. */
"Last Monday" = "Ultima Segunda";

/* No comment provided by engineer. */
"Last Saturday" = "Ultimo Sábado";

/* No comment provided by engineer. */
"Last Sunday" = "Ultimo Domingo";

/* No comment provided by engineer. */
"Last Thursday" = "Ultima Quinta";

/* No comment provided by engineer. */
"Last Tuesday" = "Ultima Terça";

/* No comment provided by engineer. */
"Last Wednesday" = "Ultima Quarta";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "A menos de 1 %1$@";

/* No comment provided by engineer. */
"License" = "Licença";

/* No comment provided by engineer. */
"Localized by:" = "Traduzido por:";

/* No comment provided by engineer. */
"Location" = "Localização";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Morada";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informação sobre filmes por:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas sobre filmes por:";

/* No comment provided by engineer. */
"Movies" = "Filmes";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nome";

/* No comment provided by engineer. */
"No information found" = "Não foi encontrada informação";

/* No comment provided by engineer. */
"No synopsis available." = "Sinopse indisponível.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Sem classificação";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Comprar bilhetes para %1$@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Ver trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Introduza o seu código postal";

/* Takes the user to the website for this application */
"Project Website" = "Site do Projecto";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Classificação %1$@";

/* No comment provided by engineer. */
"Rated:" = "Classificação:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Ler críticas";

/* No comment provided by engineer. */
"Really close by" = "Muito próximos";

/* No comment provided by engineer. */
"Really far away" = "Muito distantes";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Estreia";

/* No comment provided by engineer. */
"Release date:" = "Data de Estreia:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Estreia: %1$@";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Running time:" = "Duração:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Pontuação";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Data";

/* No comment provided by engineer. */
"Search Distance" = "Raio de pesquisa";

/* No comment provided by engineer. */
"Settings" = "Preferências";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%1$d cinemas filtrados";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "1 cinema filtrado";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Sessões recolhidas em %1$@.";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Ultima actualização em\n %1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "A distância de pesquisa pode estar limitada pelo serviço que fornece a informação. Consequentemente alguns cinemas podem não constar dos resultados mesmo que o raio de pesquisa seja muito elevado.";

/* No comment provided by engineer. */
"Theaters" = "Cinemas";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "This theater has not yet reported its show times. When they become available, %1$@ will retrieve them automatically.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venda de bilhetes por:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Unknown Distance" = "Distância desconhecida";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Data de estreia desconhecida";

/* No comment provided by engineer. */
"Unrated" = "Sem classificação";

/* No comment provided by engineer. */
"Upcoming" = "Brevemente";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Fonts pequenas";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Desenvolvido por Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"kilometer" = "Kilometro";

/* No comment provided by engineer. */
"kilometers" = "kilometros";

/* No comment provided by engineer. */
"mile" = "milha";

/* No comment provided by engineer. */
"miles" = "milhas";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (Reserva Online Indisponível)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%1$d horas";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d minutos";

/* No comment provided by engineer. */
"%d months ago" = "%1$d meses atrás";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d semanas atrás";

/* No comment provided by engineer. */
"%d years ago" = "%1$d ano atrás";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilómetro";

/* No comment provided by engineer. */
"1 mile" = "1 milha";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "1 mês atrás";

/* No comment provided by engineer. */
"1 week ago" = "1 semana atrás";

/* No comment provided by engineer. */
"1 year ago" = "1 ano atrás";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Sobre";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Actualizar Localização";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Telef.";

/* No comment provided by engineer. */
"Cast:" = "Elenco:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Alterar data";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Cidade/Estado ou código postal";

/* No comment provided by engineer. */
"Could not find location." = "Não foi possível determinar posição.";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "A informação para datas futuras pode estar incompleta. Utilize a data de hoje para obter informação mais completa.";

/* No comment provided by engineer. */
"Director:" = "Realização:";

/* No comment provided by engineer. */
"Directors:" = "Realização:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distância";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Enviar por E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Genre:" = "Género:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serviço de Geo referenciação por:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Última Sexta";

/* No comment provided by engineer. */
"Last Monday" = "Última Segunda";

/* No comment provided by engineer. */
"Last Saturday" = "Último Sábado";

/* No comment provided by engineer. */
"Last Sunday" = "Último Domingo";

/* No comment provided by engineer. */
"Last Thursday" = "Última Quinta";

/* No comment provided by engineer. */
"Last Tuesday" = "Última Terça";

/* No comment provided by engineer. */
"Last Wednesday" = "Última Quarta";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "A menos de 1 %1$@";

/* No comment provided by engineer. */
"License" = "Licença";

/* No comment provided by engineer. */
"Localized by:" = "Traduzido por:";

/* No comment provided by engineer. */
"Location" = "Localização";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Morada";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informação sobre filmes por:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas de filmes por:";

/* No comment provided by engineer. */
"Movies" = "Filmes";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nome";

/* No comment provided by engineer. */
"No information found" = "Não foi encontrada informação";

/* No comment provided by engineer. */
"No synopsis available." = "Sinopse indisponível.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Sem classificação";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Comprar bilhetes para %1$@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Ver trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Introduza o seu código postal";

/* Takes the user to the website for this application */
"Project Website" = "Site do Projecto";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Classificação %1$@";

/* No comment provided by engineer. */
"Rated:" = "Classificação:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Ler críticas";

/* No comment provided by engineer. */
"Really close by" = "Muito próximos";

/* No comment provided by engineer. */
"Really far away" = "Muito distantes";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Estreia";

/* No comment provided by engineer. */
"Release date:" = "Data de Estreia:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Estreia: %1$@";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Running time:" = "Duração:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Pontuação";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Data";

/* No comment provided by engineer. */
"Search Distance" = "Raio de pesquisa";

/* No comment provided by engineer. */
"Settings" = "Preferências";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%1$d cinemas filtrados";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "1 cinema filtrado";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Sessões recolhidas em %1$@.";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Última actualização em\n %1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "A distância de pesquisa pode estar limitada pelo serviço que fornece a informação. Consequentemente alguns cinemas podem não constar dos resultados mesmo que o raio de pesquisa seja muito elevado.";

/* No comment provided by engineer. */
"Theaters" = "Cinemas";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Este cinema ainda não disponibiliza o horário de sessões. Quando ficar disponível, %1$@ irá buscá-lo automaticamente.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venda de bilhetes por:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Unknown Distance" = "Distância desconhecida";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Data de estreia desconhecida";

/* No comment provided by engineer. */
"Unrated" = "Sem classificação";

/* No comment provided by engineer. */
"Upcoming" = "Brevemente";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Fontes pequenas";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Desenvolvido por Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"kilometer" = "kilómetro";

/* No comment provided by engineer. */
"kilometers" = "kilómetros";

/* No comment provided by engineer. */
"mile" = "milha";

/* No comment provided by engineer. */
"miles" = "milhas";

// #15 in Instant Queue
"#%d in %@" = "#%d em %@";

// $19.99.  Widescreen DVD - 2 discs.
"$%@. %@ - %@ discs." = "$%@. %@ - %@ discos.";

// $19.99.  Widescreen DVD - 1 disc.
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disco.";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ guarda no seu aparelho todos os detalhes dos filmes de forma a poder consultá-los mesmo sem uma ligação à rede. Só os trailers não são guardados.";

"%@ cannot open the page because it is not connected to the Internet." = "%@ não pode aceder à página porque a ligação à Internet está indisponível.";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ tem traduções em falta ou incorrectas. Podem corrigi-las?";

// The %@ will be replaced with the program name.  i.e. 'Now Playing'
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ não guarda o nome de utilizador e palavra-passe da sua conta Netflix.\n\Uma página official do site Netflix.com será aberta para que possa autorizar esta aplicação a aceder à sua conta.\n\nRecomendamos que use uma ligação Wi-Fi na primeira vez que usar o Netflix.";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"%@ doesn't list my favorite theater. Can you add it?" = "%@ não conhece o meu cinema favorito. Podem adicioná-lo?";

"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%@ tem de actualizar a sua lista local de filmes antes de poder processar a sua alteração. Por favor tente mais tarde.";

// %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic
"%@ scores" = "Pontuações do %@";

// i.e.: 20 Questions & Answers
"%d Questions & Answers" = "%d Perguntas & Respostas";

// i.e.: 5 of 15.  Used when scrolling through a list of items
"%d of %d" = "%d de %d";

// i.e.: 10 theaters outside search area
"%d theaters outside search area" = "%d cinemas fora da área de procura";

"1 theater outside search area" = "1 cinema fora da área de procura";

"Account #%d" = "Conta No. %d";

// Account: <first name> <last name>
"Account: %@ %@" = "Conta: %@ %@";

"Accounts" = "Contas";

// Movie category
"Action & Adventure" = "Acção & Aventura";

"Add New Account" = "Adicionar Nova Conta";

// Title for a button that the user can use to request that a theater be added to the program
"Add Theater" = "Adicionar Cinema";

// Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue
"Add to Netflix" = "Juntar ao Netflix";

// Notification shown to the user when we are in the process of adding a movie to their Netflix queue
"Adding Movie" = "Juntando filme";

// Option to show 'All' (i.e. non-filtered) results from a search
"All" = "Todos";

// Used to display the count of all search results.  i.e.: All (15)
"All (%d)" = "Todos (%d)";

"An unknown error occurred." = "Ocorreu um erro desconhecido.";

// Movie category
"Anime & Animation" = "Anime & Animação";

"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "A Apple não fornece às aplicações externas nenhum mecanismo para mudar o ícone. Assim que o façam, eu incluirei esta funcionalidade.";
// The list of Netflix movies currently at the user's house
"At Home" = "Em Casa";

// Movie is available to be shipped now
"Available Now" = "Disponível Agora";

// Movie will be released soon
"Available Soon" = "Disponível Brevemente";

// Movie can't be shipped because it hasn't been released yet
"Awaiting Release" = "Aguardando Estreia";

"Bio:" = "Bio:";

"Blu-ray" = "Blu-ray";

// When the user wants to see only Bluray items and not DVD
"Blu-ray Only" = "Só Blu-ray";

"Can you increase the maximum search distance for theaters?" = "Pode aumentar o raio máximo de procura de cinemas?";

"Cancel" = "Cancelar";

"Cannot Open Page" = "Página Indisponível";

"Category Notifications" = "Notificações de Categoria";

// Movie category
"Children & Family" = "Para Crianças & Família";

// Movie category
"Classics" = "Clássicos";

// Movie category
"Comedy" = "Comédia";

// %@ is the underlying error.  i.e. 'Could not connect to server'
"Could not change rating:\n\n%@" = "Não foi possível mudar a classificação:\n\n%@";

"Could not connect to Netflix." = "Não foi possível ligar ao Netflix";

"Could not find location.\nUser denied use of the location service." = "Não foi possível determinar a sua localização.\nO utilizador recusou o serviço de localização.";

"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Pode juntar o aluguer de filmes no Blockbuster, como já há para o Netflix?";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Could you provide an option to let me choose the icon I want for the %@?" = "Pode juntar uma opção para escolher o ícone do %@?";

"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Até este momento, a Blockbuster não providenciou nenhum API através do qual as aplicações externas se possam ligar. Assim que o façam, eu adicionarei a funcionalidade de aluguer no Blockbuster.";

"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Neste momento não. Contudo, pode simplesmente marcar o cinema como um 'favorito' (tocando na estrela na página de detalhes do cinema) para que este cinema apareca sempre, mesmo se estiver fora da sua área de procura.";

"Currently, settings can only be modified from Netflix's website" = "Neste momento, as opções só podem ser alteradas no site do Netflix.";

"DVD" = "DVD";

// When the user wants to see only DVD items and not Bluray
"DVD Only" = "Só DVD";

"DVD/Blu-ray" = "DVD/Blu-ray";

"DVD/Blu-ray details:" = "Detalhes do DVD/Blu-ray:";

"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Sem dúvida! Use o botão 'Enviar Opinião' para me contactar. Diga-me o que precisa de ser corrigido e fá-lo-ei na próxima versão.";

// i.e. DVD or Bluray movie that comes on a 'Disc'
"Disc" = "Disco";

// Used to display the count of all dvd search results.  i.e.: Disc (15)
"Disc (%d)" = "Disco (%d)";

// The Netflix queue containing the user's DVDs
"Disc Queue" = "Lista de Discos";

// Movie category
"Documentary" = "Documentário";

"Downloading data" = "Descarregando dados";

"Downloading image" = "Descarregando imagem";

"Downloading information." = "Descarregando informação.";

// Movie category
"Drama" = "Drama";

"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Devido a restrições legais, críticas e classificações poderão estar indisponíveis para alguns filmes.";

"Enabled" = "Activado";

// The entire list of Netflix movies the user has seen
"Entire History" = "Histórico Completo";

"Error occurred" = "Ocorreu um erro";

"Error occurred talking to Netflix. Please try again later." = "Ocorreu um erro durante a comunicação com o Netflix. Por favor tente mais tarde.";

// Movie category
"Faith & Spirituality" = "Fé & Espiritualidade";

"Film trailers provided by:" = "Trailers disponibilizados por:";

"Force Refresh" = "Forçar Actualização";

// Movie category
"Foreign" = "Estrangeiro";

// Label for the format of a movie.  i.e.:  Format: Widescreen
"Format:" = "Formato:";

// Movie category
"Gay & Lesbian" = "Gay & Lésbico";

"Google Maps" = "Mapas Google";

"Graphics by David Steinberger" = "Ilustrações por David Steinberger";

"Help" = "Ajuda";

// Movie category
"Horror" = "Terror";

"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Tentarei de certeza. Carregue em 'Adicionar Cinema' acima para me contactar. Vou precisar do nome e telefone do cinema. Obrigado!";

"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "O licenciamento do IMDb é muito caro. Desculpe!";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Se o %@ guarda os dados, porque continuo a ver o indicador de carregamento mesmo em cartazes que já foram descarregados?";

"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Se gostou do %@, porque não escrever uma pequena crítica na loja iTunes? Ajudará potenciais utilizadores a descobrir esta aplicação, ajudar-me-á a desenvolver novas funcionalidades, a continuar sem publicidade, para além de me fazer sentir feliz cá dentro. Obrigado!";

"Incorrect Twitter user name or password." = "Nome de utilizador ou palavra-passe do Twitter incorrectos.";

// Movie category
"Independent" = "Independente";

// i.e. a streamable movie that can be watched 'Instant'ly
"Instant" = "Instantâneo";

// Used to display the count of all instant watch search results.  i.e.: Instant (15)
"Instant (%d)" = "Instantâneo (%d)";

// The Netflix queue containing the user's streaming movies
"Instant Queue" = "Lista de Instantâneos";

"Instant Watch" = "Visionamento Instantâneo";

"International Data" = "Dados Internacionais";

"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "As restrições de licenciamento de algumas fontes de informação só permitem mostrar uma selecção reduzida das críticas e classificações de filmes. Desculpe!";

"Like This App?" = "Gosta desta Aplicação?";

"Loading" = "Carregando";

// This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content'
"Loading Indicators" = "Indicadores de Carregamento";

"Loading image" = "Carregando imagem";

"Local results unavailable" = "Resultados locais indisponíveis";

"Log In to Existing Account" = "Entrar em Conta Existente";

"Logging in to Twitter" = "Entrando no Twitter";

// There will be a long wait before the movie is released
"Long Wait" = "Espera Longa";

"Map Theaters" = "Cinemas no Mapa";

// The most popular movies currently
"Most Popular" = "Os Mais Populares";

"Movie Rating" = "Classificação";

// Used to display the count of all movie search results.  i.e.: Movies (15)
"Movies (%d)" = "Filmes (%d)";

"Moving Movie" = "Movendo Filme";

// Movie category
"Music & Musicals" = "Música & Musicais";

"My other applications" = "As minhas outras aplicações";

"Netflix" = "Netflix";

"Network unavailable" = "Ligação indisponível";

// Movie category
"New 'Instant Watch'" = "Novo 'Visionamento Instantâneo'";

// Movie category
"New DVDs" = "Novos DVDs";

// Must be short. 1-2 words max. Label for a button when a user does not want to write a review
"No Thanks" = "Não, Obrigado";

"No biography available." = "Nenhuma biografia disponível.";

"No bookmarked movies" = "Nenhum filme marcado";

// No listings found at 'Regal Meridian 6' on 5/18/2008
"No listings found at '%@' on %@" = "Nenhum resultado para '%@' em %@";

// No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008
"No listings found for '%@' at '%@' on %@" = "Nenhum resultado para '%@' em %@ em %@";

// No listings found for 'The Dark Knight' on 5/18/2008
"No listings found for '%@' on %@" = "Nenhum resultado para '%@' em %@";

// Message shown when the user searches for something and we find no results
"No results found for '%@'" = "Nenhum resultado para '%@'";

// Movie is not currently rentable
"Not Rentable" = "Indisponível para Aluguer";

"Now Playing Feedback" = "Mostrando Crítica";

"Open and Authorize" = "Abrir e Autorizar";

// Button to change the visibility options for DVD or Bluray.
"Options" = "Opções";

"Over Quota - Try Again Later" = "Quota Excedida - Tente Mais Tarde";

"Please Wait" = "Aguarde";

"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Por favor introduza a sua classificação na App Store\n\nFê-lo para uma versão anterior? Actualize a sua classificação para a versão actual. Obrigado!";

// The preferred movie format that the user has.  i.e. DVD or Bluray
"Preferred Formats" = "Formato Preferido";

// Must be short. 1-2 words max. Label for a button a user can tap to rate this app
"Rate It!" = "Classifique-me!";

// The list of Netflix movies the user recently returned
"Recently Returned" = "Devolvidos Recentemente";

// The list of Netflix movies the user recently watched
"Recently Watched" = "Vistos Recentemente";

// Movie recommendations from Netflix
"Recommendations" = "Recomendações";

"Remove Account" = "Apagar Conta";

"Rental History" = "Histórico de Alugueres";

// Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server
"Reordering queue failed:\n\n%@" = "A re-ordenação da lista falhou:\n\n%@";

"Requesting access" = "Pedindo acesso";

"Requesting authorization" = "Pedindo autorização";

// Movie category
"Romance" = "Romântico";

"Safari" = "Safari";

// Button to let the user save all the images to their photo library
"Save All to Photo Library" = "Guardar Todas na Biblioteca de Fotografias";

// Button to let the user save a poster to their photo library
"Save to Photo Library" = "Guardar na Biblioteca de Fotografias";

// Movie is the user's 'Saved to watch later' queue
"Saved" = "Guardado";

// Saved in Instant Queue
"Saved in %@" = "Guardado em %@";

"Saving" = "Guardando";

// i.e.: Saving 5 of 15.  Used when saving a list of images
"Saving %d of %d" = "Guardando %d de %d";

// Movie category
"Sci-Fi & Fantasy" = "Ficção Científica & Fantasia";

// This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone'
"Screen Rotation" = "Rodar Ecrã";

"Search Netflix" = "Procurar Netflix";

"Searching" = "Procurando";

"See the section on IMDb." = "Ver secção no IMDb.";

// Title for a button that a user can click on to send a feedback email to the developers
"Send Feedback" = "Enviar Crítica";

// There will be a short wait before the movie is released
"Short Wait" = "Espera Curta";

// When the user wants to see 'Both' DVD and Bluray items
"Show Both" = "Mostrar Ambos";

// When the user does not want to see Bluray or DVD items
"Show Neither" = "Não Mostrar Nenhum";

// This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening'
"Show Notifications" = "Mostrar Notificações";

"Sign Up for New Account" = "Inscrever uma Nova Conta";

// Movie category
"Special Interest" = "Interesses Especiais";

// Movie category
"Sports & Fitness" = "Desporto & Saúde";

"Studio:" = "Estúdio:";

"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Sucesso! %@ tem agora acesso à sua conta Netflix. Pode agora juntar filmes à sua lista, ver as novidades e recomendações, e muito mais!";

"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Carregue no botão 'Enviar Crítica' para me contactar directamente acerca de qualquer outra coisa. Cheers! :-) ";

"Tap to enter location" = "Toque para introduzir localização";

// Movie category
"Television" = "Televisão";

// Used to display the count of all theater search results.  i.e.: Theaters (15)
"Theaters (%d)" = "Cinemas (%d)";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Os cinemas que não providenciam listas actualizadas são removidos. Assim que as providenciarem, reaparecerão automaticamente em %@";

// Movie category
"Thrillers" = "Thrillers";

"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Para que a página possa correr o mais rápida e suavemente possível, %@ só mostra o cartaz quando a página parar.";

// Movie category
"Top DVDs" = "DVDs no Topo";

"Top of Disc Queue" = "Topo da Lista de Discos";

"Top of Instant Queue" = "Topo da Lista de Visionamento Instantâneo";

"Translations" = "Traduções";

"Tweeting" = "Tweeting";

"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Infelizmente, Movietickets.com não providencia apoio se eu também providenciar a venda de bilhetes através da Fandango.com. Eu costumo ir a cinemas Fandango.com, por isso esse é o vendedor que eu escolho.";

"Updating" = "Actualizando";

"Updating Listings" = "Actualizando Listas";

"Updating Queue" = "Actualizando Listas";

"Updating: %@" = "Actualizando: %@";

// There will be a very long wait before the movie is released
"Very Long Wait" = "Espera Muito Longa";

// Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie
"Websites" = "Websites";

"What can I do if I have a question that hasn't been answered?" = "O que faço se tiver uma pergunta que ainda não foi respondida?";

"Why did my theater disappear?" = "Porque é que o meu cinema desapareceu?";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Porque é que %@ não providencia a venda de bilhetes através da Movietickets.com, como o faz através da Fandango.com?";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Porque é que %@ não inclui as classificações e críticas do IMDb?";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Porque é que %@ não inclui as classificações e críticas do Yahoo?";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Why don't I see ratings and reviews for all movies in %@?" = "Porque não consigo ver as críticas e classificações de todos os filmes em %@?";

// %@ is replaced with the name of the program.  i.e. 'Now Playing'
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Porque é que o %@ está sempre carregando dados? Porque não os guarda localmente?";

"Write Review" = "Escrever Crítica";

"You must first set up an email account on your device before you can send feedback." = "Tem de registar um endereço de email para poder enviar uma crítica.";

// The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing)
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "O país definido para o seu  %@ é: %@\n\nO apoio completo para o %@ está chegando ao seu país, e muitas funcionalidades estão já ao seu dispôr! Será notificado à medida que novas actualizações com mais funcionalidades forem sendo disponibilizadas.";